text = {
    'disclaimer': 'прошу вас не воспринимать вопросы и результаты теста близко к сердцу. '
                  'Тест создан в развлекательных целях',
    'questions': {
        1: {'q': 'Вам важен принцип равенства всех людей?',
            'answers': {
                'да': [3, 0],  # [0] - l_v, [1] - socal
                'скорее да': [1, 0],
                'скорее нет': [-1, 0],
                'нет': [-3, 0]
            }
            },
        2: {'q': 'Считаете ли вы, что государство должно предоставлять социальные услуги для своих граждан?',
            'answers': {
                'да': [3, 0],
                'скорее да': [1, 0],
                'скорее нет': [-1, 0],
                'нет': [-3, 0]
            }
            },
        3: {'q': 'Поддерживаете ли вы идею свободы слова, даже если вы не согласны с высказываниями?',
            'answers': {
                'да': [3, 0],
                'скорее да': [1, 0],
                'скорее нет': [-1, 0],
                'нет': [-3, 0]
            }
            },
        4: {'q': 'Считаете ли вы, что налоги должны быть высокими для поддержания социальных программ?',
            'answers': {
                'да': [3, 0],
                'скорее да': [1, 0],
                'скорее нет': [-1, 0],
                'нет': [-3, 0]
            }
            },
        5: {'q': 'Поддерживаете ли вы свободный рынок и предпринимательство?',
            'answers': {
                'да': [3, 0],
                'скорее да': [1, 0],
                'скорее нет': [-1, 0],
                'нет': [-3, 0]
            }
            },
        6: {'q': 'Считаете ли вы, что государство должно вмешиваться в экономику для регулирования?',
            'answers': {
                'да': [3, 0],
                'скорее да': [1, 0],
                'скорее нет': [-1, 0],
                'нет': [-3, 0]
            }
            },
        7: {'q': 'Является ли для вас важным принцип разделения властей?',
            'answers': {
                'да': [3, 0],
                'скорее да': [1, 0],
                'скорее нет': [-1, 0],
                'нет': [-3, 0]
            }
            },
        8: {'q': 'Поддерживаете ли вы права меньшинств?',
            'answers': {
                'да': [3, 0],
                'скорее да': [1, 0],
                'скорее нет': [-1, 0],
                'нет': [-3, 0]
            }
            },
        9: {'q': 'Считаете ли вы, что оружие должно быть строго регулировано государством?',
            'answers': {
                'да': [3, 0],
                'скорее да': [1, 0],
                'скорее нет': [-1, 0],
                'нет': [-3, 0]
            }
            },
        10: {'q': 'Считаете ли вы, что государство должно иметь обширную систему здравоохранения?',
             'answers': {
                'да': [3, 0],
                'скорее да': [1, 0],
                'скорее нет': [-1, 0],
                'нет': [-3, 0]
             }
            },
        11: {'q': 'Поддерживаете ли вы меры по охране окружающей среды и устойчивому развитию?',
             'answers': {
                'да': [3, 0],
                'скорее да': [1, 0],
                'скорее нет': [-1, 0],
                'нет': [-3, 0]
             }
            },
        12: {'q': 'Считаете ли вы, что религия должна играть важную роль в политике?',
             'answers': {
                'да': [3, 0],
                'скорее да': [1, 0],
                'скорее нет': [-1, 0],
                'нет': [-3, 0]
             }
            },
        13: {'q': 'Поддерживаете ли вы идею общего европейского или мирового правительства?',
             'answers': {
                'да': [3, 0],
                'скорее да': [1, 0],
                'скорее нет': [-1, 0],
                'нет': [-3, 0]
             }
            },
        14: {'q': 'Считаете ли вы, что государство должно поддерживать национальную культуру и традиции?',
             'answers': {
                'да': [3, 0],
                'скорее да': [1, 0],
                'скорее нет': [-1, 0],
                'нет': [-3, 0]
             }
            },
        15: {'q': 'Считаете ли вы, что беженцам следует предоставлять убежище в вашей стране?',
             'answers': {
                'да': [3, 0],
                'скорее да': [1, 0],
                'скорее нет': [-1, 0],
                'нет': [-3, 0]
             }
            },
        16: {'q': 'Поддерживаете ли вы идею прямой демократии и референдумов?',
             'answers': {
                'да': [3, 0],
                'скорее да': [1, 0],
                'скорее нет': [-1, 0],
                'нет': [-3, 0]
             }
            },
        17: {'q': 'Считаете ли вы, что государство должно регулировать интернет и социальные сети?',
             'answers': {
                'да': [3, 0],
                'скорее да': [1, 0],
                'скорее нет': [-1, 0],
                'нет': [-3, 0]
             }
            },
        18: {'q': 'Поддерживаете ли вы обязательную военную службу?',
             'answers': {
                'да': [3, 0],
                'скорее да': [1, 0],
                'скорее нет': [-1, 0],
                'нет': [-3, 0]
             }
            },
        19: {'q': 'Считаете ли вы, что национальная безопасность должна превалировать над личной конфиденциальностью?',
             'answers': {
                'да': [3, 0],
                'скорее да': [1, 0],
                'скорее нет': [-1, 0],
                'нет': [-3, 0]
             }
            },
        20: {'q': 'Поддерживаете ли вы идею мирного разрешения международных конфликтов?',
             'answers': {
                'да': [3, 0],
                'скорее да': [1, 0],
                'скорее нет': [-1, 0],
                'нет': [-3, 0]
             }
            },
    },

}
